Flow past a circular cylinder/Laminar_at_Re_of_20/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    ulaz
    {
        type            zeroGradient;
    }
	
	izlaz
	{
		type 			fixedValue;
        value           uniform 0;
	}

    gornjiZid
    {
        type            zeroGradient;
    }
	
	donjiZid
    {
        type            zeroGradient;
    }
	
	cilindar
    {
        type            zeroGradient;
    }

    empty
    {
        type            empty;
    }
	
	empty2
    {
        type            empty;
    }
}


// ************************************************************************* //
